export default {
    pages: {
        '/': 'Главная страница',
        '/test': 'Тестовая страница'
    },
    post: {
        totalSumDistance: 'Всего пробежали (км)',
        numberOfRuns: 'Количество пробежек',
        numberOfPosts: 'Количество постов',

        editDialogTitle: 'Редактирование поста',
        number: '№',
        status: 'Статус',
        statuses: {
            1: 'Пост успешно обработан',
            2: 'Ошибка при сложении',
            3: 'Ошибка в формате записи',
            4: 'Ошибка в стартовой сумме'
        },
        distance: 'Дистанция',
        sumDistance: 'Сумма дистанций',
        editReason: 'Причина редактирования'
    }
}